Repository: Gradwell/uw-imap
Catalog: debian/po/*.po
Languages: id

source: Server ports and protocols to support:
id: Port dan protokol server yang didukung:

source: Please choose the server ports and protocols to activate.
id: SIlakan pilih port dan protokol server untuk diaktifkan

source: pop3: POP 3 on TCP port 110 with TLS support; pop3s: POP 3 on TCP port 995 with SSL support; pop2: (obsolete) POP 2 on TCP port 109 with TLS support.
id: pop3: Pop 3 di TCP port 110 dengan dukungan TLS; pop3s: Pop3 do TCP port 995 dengan dukunagn SSL; pop2: (tidak dipakai) Pop 2 di TCP port 109 dengan dukungan TLS.

source: It is recommended to activate both pop3 and pop3s.
id: Sangat dianjurkan untuk mengaktifkan pop dan pop3s bersamaan.

source: As the ports and protocols choice may have been overridden by local changes, you may need to enforce the choice and run the package configuration again with 'dpkg-reconfigure ipopd'.
id: Sebagai port dan protokol pilihan yang mungkin telah dikesampingkan dengan perubahan lokal, Anda mungkin perlu untuk menerapkan dan menjalankan pilihan pengaturan paket lagi dengan 'dpkg-reconfigure ipopd'.

source: Enforce port selection?
id: Memaksakan pemilihan port?

source: The ipopd daemon supports listening simultaneously on several ports.
id: Daemon ipopd mendukung untuk dijalankan bersama-sama di beberapa ports.

source: imap2: IMAP 4rev1 on TCP port 143 with TLS support; imaps: IMAP 4rev1 on TCP port 993 with SSL support; imap3: (obsolete) IMAP 3 on TCP port 220 with TLS support.
id: imap2: IMAP 4rev1 di TCP port 143 dengan dukungan TLS; imaps: IMAP 4rev1 di TCP port 993 dengan dukungan SSL; imap3: (tidak dipakai) IMAP 3 di port 220 dengan dukungan TLS

source: It is recommended to activate both imap2 and imaps.
id: Sangat dianjurkan untuk mengatifkan imap2 dan imaps bersamaan.

source: As the ports and protocols choice may have been overridden by local changes, you may need to enforce the choice and run the package configuration again with 'dpkg-reconfigure uw-imapd'.
id: Sebagai port dan protokol pilihan yang mungkin telah dikesampingkan dengan perubahan lokal, Anda mungkin perlu untuk menerapkan dan menjalankan pilihan pengaturan paket lagi dengan 'dpkg-reconfigure uw-imapd'.

source: The uw-imap daemon supports listening simultaneously on several ports.
id: Daemon uw-imap mendukung untuk dijalankan bersama-sama di beberapa ports.
